{
  "title": "acknowledgeNET",
  "subtext": "",
  "descriptionMd": "Anywhere you go on the internet, you find comments left by someone, somewhere in the world. So much of the internet—its content—is created by us. The internet is the internet because of our labor.\nAcknowledgeNET is an internet art installation dedicated to us, the creators of the Internet. An ever-growing list of our contributions to the Internet masquerades as an artist label while a computer operates open-source comment archival infrastructure in a live performance. Extending Mierle Laderman Ukeles’ “maintenance art,” the installation highlights the often-overlooked human infrastructure behind the internet while exposing the infrastructure used to create itself. \nVisitors are invited to not only submit new acknowledgments for archival but also run the work’s infrastructure themselves. Transforming encounters into collaborations, AcknowledgeNET becomes the seed of a community network devoted to our Internet presence, connection, and labor.\nAcknowledgeNET will be shown at Gray Area in July.",
  "parentCategory": "Project",
  "categories": [
    "Art",
    "Installation",
    "Website"
  ],
  "date": null,
  "heroImage": "https://codahosted.io/docs/_ObKm8enqO/blobs/bl-5_q5pJjlBM/a41d71256a17fe26d59eb5d265a1be2fea31f6aa5587fad5fcd5112fe6b0938efdc16a1bfe7bea7bdd6a7a72478f04d1b7276403d7001a53c1ab929e0d71ef03ef1967434ee1fdc3f785e88f8b022250d9402c627e9053d7041e89b75e2a6582e8458cb8",
  "media": [
    "https://codahosted.io/docs/_ObKm8enqO/blobs/bl-5_q5pJjlBM/a41d71256a17fe26d59eb5d265a1be2fea31f6aa5587fad5fcd5112fe6b0938efdc16a1bfe7bea7bdd6a7a72478f04d1b7276403d7001a53c1ab929e0d71ef03ef1967434ee1fdc3f785e88f8b022250d9402c627e9053d7041e89b75e2a6582e8458cb8"
  ],
  "movieUrl": "",
  "link": "",
  "materials": "Internet comments, community archives, interactive website, router, plinth, acrylic case, foamboard, projector, computer, keyboard, mouse, speaker, cables, chair, desk.",
  "ongoing": false,
  "forthcoming": true,
  "featured": true,
  "featuredArt": true,
  "featuredWork": false,
  "useImageForPreview": false,
  "imageDescriptions": [
    ""
  ]
}