{
  "title": "computing shrines",
  "subtext": "local computing-facilitated sites for connection",
  "descriptionMd": "We face an increasing loneliness epidemic in large urban areas. People increasingly mourn the loss of free third spaces where communities can gather outside their homes. In response, people have experimented with new initiatives to facilitate community connection and support. From bulletin boards and little libraries to community fridges and neighborhood memorials, we find ways to bring our communities together.\n*Computing Shrines* are public installations that facilitate human connection through a site-specific website and ultimately foster community solidarity. These creations can be installed anywhere on top of existing infrastructure and environments, from abandoned phone booths and park benches to the side of neighborhood trees and outside local businesses. They consist of a computing rig (either low power or no power required depending on the location) that brings visitors to the site’s website, through a tap interaction with their phone. Each website is built around a simple collective interaction showing the traces of past visitors, such as a message board, a drawing wall, or an audio message repository.\n*Computing Shrines* aims to leverage digital spaces to augment existing local community practices with personal history archival and intimate connection. In the face of an increasing loneliness epidemic concentrated in large urban areas, we believe that emergent community installations can facilitate grassroots initiatives to re-establish a collective social fabric in urban environments. Through our work, we hope to not only create a diverse ecosystem to facilitate local connection but also establish a framework for anyone to create & steward their own shrines to nurture our capacity for collective ownership and care.\nSupported by [APOSSIBLE](https://apossible.com/) and [DAL](https://dalab.xyz/en/).",
  "parentCategory": "Project",
  "categories": [
    "Art",
    "Website",
    "Installation",
    "Hardware",
    "Community"
  ],
  "date": null,
  "heroImage": "https://codahosted.io/docs/_ObKm8enqO/blobs/bl-w91_rCIBCx/d88b88235e68714c2300796cca89ccbfb8775395fde8be247dd57fe97d9170a7983801e22af4c6cac541750dfb25aebd8bb07dd802cc0d4714002bf62042a44b781ac2458cc7d91906b167482746a20f7ce5d174ae1a25c9111a04754edb728656fcafc4",
  "media": [
    "https://codahosted.io/docs/_ObKm8enqO/blobs/bl-w91_rCIBCx/d88b88235e68714c2300796cca89ccbfb8775395fde8be247dd57fe97d9170a7983801e22af4c6cac541750dfb25aebd8bb07dd802cc0d4714002bf62042a44b781ac2458cc7d91906b167482746a20f7ce5d174ae1a25c9111a04754edb728656fcafc4"
  ],
  "link": "https://shrine.computer/",
  "ongoing": false,
  "forthcoming": true,
  "featured": true,
  "imageDescriptions": [
    ""
  ],
  "isEvent": false
}