{
  "title": "Worn Memory",
  "subtext": "a workshop to create visible alterations to store our memories",
  "descriptionMd": "In this workshop, I led participants in a workshop creating visible alterations for clothes that contain a system pass down our memories of that piece of clothing. Building on Pubrobe’s concept of preserving donor stories, participants will personalize a clothing item by drawing designs with fabric markers, stamping their personal hanko to mark their presence, and create a visible alteration that reflects their personal style.\n&nbsp;\nAfter marking their garment, participants will record a memory about their relationship with the piece and embed it via an NFC tag attached inside the clothing. The digital system allows for multiple stories to be added over time - when someone passes the garment on, the next owner can add their own story before giving it away again. This creates evolving narrative objects where each garment accumulates a growing archive of voices and relationships as it moves through different hands.​​​​​​​​​​​​​​​​ And in daily life, the alteration allows for an intimate exchange of this story when meeting friends and strangers. \n&nbsp;\n**Occurences:**\n&nbsp;\n- 12/2025 for Future Vision Summit in Tokyo, Japan in collaboration with [Yoshinari Nishio](yoshinarinishio.net) and his [Pubrobe](https://yoshinarinishio.net/works/pubrobe/) project, which takes donated clothes from the public and transforms them into a public wardrobe along with the stories from the original owner. Participants were also invited to do the alterations on the Pubrobe clothes, which were first seeded with the original story and then added onto by the workshop participant. ",
  "parentCategory": "Workshops & Teaching",
  "categories": [],
  "date": "2025-12-10T08:00:00.000Z",
  "institution": [
    "NEW INC",
    "Tokyo University of the Arts"
  ],
  "heroImage": "https://arturbanism.jp/images/common/ogp_2025.png",
  "media": [
    "https://arturbanism.jp/images/common/ogp_2025.png"
  ],
  "link": "https://arturbanism.jp/project/futurevisionsummit2025_workshop/",
  "ongoing": false,
  "featured": false,
  "imageDescriptions": [],
  "isEvent": true,
  "mediaMetadata": [
    "image"
  ],
  "related": [],
  "love": "n",
  "me": "n"
}